class tr:
    t1 = "Здраствуйте, это бот для заменны юзернеймов"
    t2 = """
Введите id каннала и новый юзернейм через пробел пример: 
-1001000001 new_test1
-1001000002 new_test2
"""
    t3 = "Добавить канналы"
    t4 = "Канналы не были добалвенны"
    t6 = "Новые канналы добавленны, а старые замененны"
    t7 = "Изменения юзернейма в каннале id: {} начато"
    t8 = "Изменения юзернейма в каннале id: {} оконченно"
    t9 = "Изменения юзернеймов во всех канналах оконченно"

    et1 = "Извините введён не верный формат"
    et2 = "Извините, юзербот не добавлен в каннал id: {}"
    et3 = "Не удалось получить историю каннала id: {}"

    bt1 = [t3]